/* No comment provided by engineer. */
"Add Mass Chromatogram" = "Add Mass Chromatogram";

/* No comment provided by engineer. */
"Assigning Symbols" = "Assigning Symbols";

/* No comment provided by engineer. */
"Batch Process Finished" = "Batch Process Finished";

/* No comment provided by engineer. */
"Batch processing aborted" = "Batch processing aborted";

/* No comment provided by engineer. */
"Calculating Ratios" = "Calculating Ratios";

/* No comment provided by engineer. */
"Can't combine one or less peaks." = "Can't combine one or less peaks.";

/* No comment provided by engineer. */
"Can't combine peaks not in same chromatogram." = "Can't combine peaks not in same chromatogram.";

/* No comment provided by engineer. */
"Can't combine peaks two or more confirmed peaks." = "Can't combine peaks two or more confirmed peaks.";

/* No comment provided by engineer. */
"Can't combine peaks two or more identified peaks, if none is confirmed." = "Can't combine peaks two or more identified peaks, if none is confirmed.";

/* No comment provided by engineer. */
"Cancel" = "Cancel";

/* No comment provided by engineer. */
"Change Baseline" = "Change Baseline";

/* Change Peak Label */
"Change Peak Label" = "Change Peak Label";

/* Change Peak Symbol */
"Change Peak Symbol" = "Change Peak Symbol";

/* No comment provided by engineer. */
"Checking Sanity" = "Checking Sanity";

/* No comment provided by engineer. */
"Choose File..." = "Choose File...";

/* No comment provided by engineer. */
"Closing Document" = "Closing Document";

/* No comment provided by engineer. */
"Closing NetCDF file caused problem.\nNetCDF error: %d" = "Closing NetCDF file caused problem.\nNetCDF error: %d";

/* No comment provided by engineer. */
"Collecting metadata" = "Collecting metadata";

/* No comment provided by engineer. */
"Combine Peaks" = "Combine Peaks";

/* No comment provided by engineer. */
"Combining Peaks Failed" = "Combining Peaks Failed";

/* No comment provided by engineer. */
"Comparing Peaks" = "Comparing Peaks";

/* No comment provided by engineer. */
"Confirm Library Hit(s)" = "Confirm Library Hit(s)";

/* No comment provided by engineer. */
"Delete" = "Delete";

/* No comment provided by engineer. */
"Delete BaselinePoint" = "Delete BaselinePoint";

/* No comment provided by engineer. */
"Delete Chromatogram" = "Delete Chromatogram";

/* No comment provided by engineer. */
"Delete current peaks?" = "Delete current peaks?";

/* No comment provided by engineer. */
"Delete Library Entry" = "Delete Library Entry";

/* No comment provided by engineer. */
"Delete Peak" = "Delete Peak";

/* No comment provided by engineer. */
"Delete Search Result" = "Delete Search Result";

/* No comment provided by engineer. */
"Deleting Current Peaks" = "Deleting Current Peaks";

/* No comment provided by engineer. */
"Discard Library Hit" = "Discard Library Hit";

/* No comment provided by engineer. */
"Error(s) during batch processing" = "Error(s) during batch processing";

/* Expected data absent */
"Expected data absent" = "Expected data absent";

/* File closing error */
"File closing error" = "File closing error";

/* No comment provided by engineer. */
"File saved using UTF-8 encoding" = "File saved using UTF-8 encoding";

/* Top row of tab delimited text export. */
"File\tID\tLabel\tScore\tIdentified\tConfirmed\tStart (scan)\tTop (scan)\tEnd (scan)\tHeight (normalized)\tSurface (normalized)\tHeight (abs.)\tSurface (abs.)\tBaseline Left\tBaseline Right\tName (Lib.)\tFormula (Lib.)\tCAS No. (Lib.)\tRetention Index (Lib.)\tComment (Lib.)\n" = "File\tID\tLabel\tScore\tIdentified\tConfirmed\tStart (scan)\tTop (scan)\tEnd (scan)\tHeight (normalized)\tSurface (normalized)\tHeight (abs.)\tSurface (abs.)\tBaseline Left\tBaseline Right\tName (Lib.)\tFormula (Lib.)\tCAS No. (Lib.)\tRetention Index (Lib.)\tComment (Lib.)\n";

/* No comment provided by engineer. */
"Getting ordinate_values variable failed.\nNetCDF error: %d" = "Getting ordinate_values variable failed.\nNetCDF error: %d";

/* No comment provided by engineer. */
"Getting point_number dimension failed.\nNetCDF error: %d" = "Getting point_number dimension failed.\nNetCDF error: %d";

/* No comment provided by engineer. */
"Getting point_number dimension length failed.\nNetCDF error: %d" = "Getting point_number dimension length failed.\nNetCDF error: %d";

/* No comment provided by engineer. */
"Getting raw_data_retention variable failed.\nNetCDF error: %d" = "Getting raw_data_retention variable failed.\nNetCDF error: %d";

/* No comment provided by engineer. */
"Getting scan_acquisition_time variable failed.\nNetCDF error: %d" = "Getting scan_acquisition_time variable failed.\nNetCDF error: %d";

/* No comment provided by engineer. */
"Getting scan_number dimension failed.\nNetCDF error: %d" = "Getting scan_number dimension failed.\nNetCDF error: %d";

/* No comment provided by engineer. */
"Getting scan_number dimension length failed.\nNetCDF error: %d" = "Getting scan_number dimension length failed.\nNetCDF error: %d";

/* No comment provided by engineer. */
"Getting scanaqtime variables failed.\nNetCDF error: %d" = "Getting scanaqtime variables failed.\nNetCDF error: %d";

/* No comment provided by engineer. */
"Getting total_intensity dimension failed.\nNetCDF error: %d" = "Getting total_intensity dimension failed.\nNetCDF error: %d";

/* No comment provided by engineer. */
"Getting totintens variables failed.\nNetCDF error: %d" = "Getting totintens variables failed.\nNetCDF error: %d";

/* Menutitle when inspector is visible */
"Hide Inspector" = "Hide Inspector";

/* No comment provided by engineer. */
"Identify Baseline" = "Identify Baseline";

/* No comment provided by engineer. */
"Identify Compounds" = "Identify Compounds";

/* No comment provided by engineer. */
"Identify Peaks" = "Identify Peaks";

/* No comment provided by engineer. */
"Identify the baseline in your chromatogram" = "Identify the baseline in your chromatogram";

/* No comment provided by engineer. */
"Identify the compounds associated with the peaks in your chromatogram" = "Identify the compounds associated with the peaks in your chromatogram";

/* No comment provided by engineer. */
"Identify the peaks in your chromatogram" = "Identify the peaks in your chromatogram";

/* No comment provided by engineer. */
"Identifying Baseline" = "Identifying Baseline";

/* No comment provided by engineer. */
"Identifying Compounds" = "Identifying Compounds";

/* No comment provided by engineer. */
"Identifying Peaks" = "Identifying Peaks";

/* No comment provided by engineer. */
"Insert BaselinePoint" = "Insert BaselinePoint";

/* No comment provided by engineer. */
"Insert Chromatogram" = "Insert Chromatogram";

/* No comment provided by engineer. */
"Insert Library Entry" = "Insert Library Entry";

/* No comment provided by engineer. */
"Insert Peak" = "Insert Peak";

/* No comment provided by engineer. */
"Insert Search Result" = "Insert Search Result";

/* No comment provided by engineer. */
"Inspector" = "Inspector";

/* No comment provided by engineer. */
"Keep" = "Keep";

/* Spectrum legend entry */
"Library Entry" = "Library Entry";

/* No comment provided by engineer. */
"Multiple Files Selected" = "Multiple Files Selected";

/* NetCDF data absent */
"NetCDF data absent" = "NetCDF data absent";

/* New series title */
"New Serie" = "New Serie";

/* New spectrum serie */
"New Spectrum Serie" = "New Spectrum Serie";

/* No comment provided by engineer. */
"No baseline have yet been identified in the chromatogram. Use the 'Identify Baseline' option first." = "No baseline have yet been identified in the chromatogram. Use the 'Identify Baseline' option first.";

/* No comment provided by engineer. */
"No Baseline Set" = "No Baseline Set";

/* No comment provided by engineer. */
"No id for the NetCDF file could be obtained, which is critical for accessing the data." = "No id for the NetCDF file could be obtained, which is critical for accessing the data.";

/* No comment provided by engineer. */
"No Library Selected" = "No Library Selected";

/* No comment provided by engineer. */
"No peaks have yet been identified in the chromatogram. Use the 'Identify Peaks' option first." = "No peaks have yet been identified in the chromatogram. Use the 'Identify Peaks' option first.";

/* No comment provided by engineer. */
"No Peaks Identified" = "No Peaks Identified";

/* No comment provided by engineer. */
"No Selection" = "No Selection";

/* No comment provided by engineer. */
"Obtain Baseline" = "Obtain Baseline";

/* OK */
"OK" = "OK";

/* No comment provided by engineer. */
"One or more errors occurred during batch processing your files. The console.log available from the Console application contains more details about the error. Common errors include files moved after being added to the list and full disks." = "One or more errors occurred during batch processing your files. The console.log available from the Console application contains more details about the error. Common errors include files moved after being added to the list and full disks.";

/* No comment provided by engineer. */
"Open" = "Open";

/* No comment provided by engineer. */
"Peacock finished processing your data." = "Peacock finished processing your data.";

/* No comment provided by engineer. */
"Peak" = "Peak";

/* Tiptool for peak number and label. */
"Peak no. %d\n%@" = "Peak no. %1$d\n%2$@";

/* No comment provided by engineer. */
"Peaks that are already identified could cause doublures. It's recommended to delete the current peaks." = "Peaks that are already identified could cause doublures. It's recommended to delete the current peaks.";

/* No comment provided by engineer. */
"Preparing processing" = "Preparing processing";

/* No comment provided by engineer. */
"Print Your Document" = "Print Your Document";

/* No comment provided by engineer. */
"Probably non-ASCII characters are used in entries of the library. Peacock will save the library in UTF-8 encoding instead of the prescribed ASCII encoding. In order to use this library in other applications the non-ASCII characters should probably be removed." = "Probably non-ASCII characters are used in entries of the library. Peacock will save the library in UTF-8 encoding instead of the prescribed ASCII encoding. In order to use this library in other applications the non-ASCII characters should probably be removed.";

/* Batch process status text */
"Processing file '%@' (%d of %d)" = "Processing file '%1$@' (%2$d of %3$d)";

/* Batch process status text */
"Processing file \"%@\" (%d of %d)" = "Processing file \"%1$@\" (%2$d of %3$d)";

/* No comment provided by engineer. */
"Remove" = "Remove";

/* No comment provided by engineer. */
"Remove All" = "Remove All";

/* No comment provided by engineer. */
"Remove Mass Chromatogram" = "Remove Mass Chromatogram";

/* No comment provided by engineer. */
"Renumber Peaks" = "Renumber Peaks";

/* No comment provided by engineer. */
"Replace BaselinePoint" = "Replace BaselinePoint";

/* No comment provided by engineer. */
"Replace Chromatogram" = "Replace Chromatogram";

/* No comment provided by engineer. */
"Replace Peak" = "Replace Peak";

/* No comment provided by engineer. */
"Replace Search Result" = "Replace Search Result";

/* No comment provided by engineer. */
"Reset Peaks" = "Reset Peaks";

/* Reset to Default Values */
"Reset to Default Values" = "Reset to Default Values";

/* No comment provided by engineer. */
"Reveal in Finder" = "Reveal in Finder";

/* No comment provided by engineer. */
"Save" = "Save";

/* No comment provided by engineer. */
"Save Your Document" = "Save Your Document";

/* No comment provided by engineer. */
"Saving PDF File" = "Saving PDF File";

/* No comment provided by engineer. */
"Saving Peacock File" = "Saving Peacock File";

/* No comment provided by engineer. */
"Saving Tab Delimited Text File" = "Saving Tab Delimited Text File";

/* No comment provided by engineer. */
"Select a Library to use for the identification of the peaks." = "Select a Library to use for the identification of the peaks.";

/* No comment provided by engineer. */
"Set LibraryEntries" = "Set LibraryEntries";

/* No comment provided by engineer. */
"Set Peaks" = "Set Peaks";

/* No comment provided by engineer. */
"Setting up Comparison Window" = "Setting up Comparison Window";

/* No comment provided by engineer. */
"Show an inspector to change attributs of the selected object" = "Show an inspector to change attributs of the selected object";

/* Menutitle when inspector is not visible */
"Show Inspector" = "Show Inspector";

/* No comment provided by engineer. */
"Sorting Results" = "Sorting Results";

/* No comment provided by engineer. */
"Statistical Analysis aborted" = "Statistical Analysis aborted";

/* No comment provided by engineer. */
"Statistical Analysis Finished" = "Statistical Analysis Finished";

/* No comment provided by engineer. */
"The execution of the batch processing was aborted by the user. Be advised to check the current state of the files that were being processed." = "The execution of the batch processing was aborted by the user. Be advised to check the current state of the files that were being processed.";

/* No comment provided by engineer. */
"The execution of the statistical analysis was aborted by the user. Be advised to check the current state of the files that were being processed." = "The execution of the statistical analysis was aborted by the user. Be advised to check the current state of the files that were being processed.";

/* No comment provided by engineer. */
"TIC Chromatogram" = "TIC Chromatogram";

/* No comment provided by engineer. */
"Time" = "Time";

/* No comment provided by engineer. */
"Total Intensity" = "Total Intensity";

/* Unknown compounds in stats summary. */
"Unknown compound" = "Unknown compound";

/* Unknown compounds in stats summary. */
"Unknown compound %d " = "Unknown compound %d ";

